CSI API ETABS v1
cDesignSteel.Canadian_S16_14 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStCanadian_S16_14 Canadian_S16_14 { get; }
ReadOnly Property Canadian_S16_14 As cDStCanadian_S16_14
	Get
Dim instance As cDesignSteel
Dim value As cDStCanadian_S16_14
value = instance.Canadian_S16_14
property cDStCanadian_S16_14^ Canadian_S16_14 {
	cDStCanadian_S16_14^ get ();
}
abstract Canadian_S16_14 : cDStCanadian_S16_14 with get
Property Value
Type: cDStCanadian_S16_14
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace